---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchHorizontalGap
source: html/5b264752-8085-3b07-18a9-4f5ab62ff03e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchHorizontalGap Property

"Horizontal Gap Distance":

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeNotchHorizontalGap { get; }
```